Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

# $%@ · %@ per edition
source: $%1$@ · %2$@ per edition
es: $%1$@ · %2$@ por edición
fr: $%1$@ · %2$@ par édition
ko: $%1$@ · 에디션당 %2$@
zh_hans: $%1$@ · 每份 %2$@

# %@ %@ (1%% slippage)
source: %1$@ %2$@ (1%% slippage)
es: %1$@ %2$@ (1%% de deslizamiento)
fr: %1$@ %2$@ (1%% de slippage)
ko: %1$@ %2$@ (슬리피지 1%%)
zh_hans: %1$@ %2$@（1%% 滑点）

# %@ %@ for %@ %@
source: %1$@ %2$@ for %3$@ %4$@
es: %1$@ %2$@ por %3$@ %4$@
fr: %1$@ %2$@ pour %3$@ %4$@
ko: %1$@ %2$@ · 대금 %3$@ %4$@
zh_hans: %1$@ %2$@，成交额 %3$@ %4$@

# %@ %@ is in your account.
source: %1$@ %2$@ is in your account.
es: Ya tienes %1$@ %2$@ en tu cuenta.
fr: Montant crédité sur votre compte : %1$@ %2$@.
ko: 계정에 %1$@ %2$@ 들어왔어요.
zh_hans: %1$@ %2$@ 已在你的账户中。

# %@ %@ vested
source: %1$@ %2$@ vested
es: %1$@ %2$@ liberados
fr: %1$@ %2$@ débloqués
ko: %1$@ %2$@ 베스팅 완료
zh_hans: 已解锁 %1$@ %2$@

source: %@ + coins, locked
es: %@ + monedas, bloqueado
fr: %@ + jetons, verrouillés
ko: %@ + 코인, 잠김
zh_hans: %@ + 币，已锁定

source: %@ If you made this password with it shown (the eye button), iOS may have typed curly quotes or a long dash in it: hold the key down to type those.
es: %@ Si creaste esta contraseña mientras se mostraba (el botón del ojo), puede que iOS haya escrito comillas curvas o un guion largo: mantén presionada la tecla para escribirlos.
fr: %@ Si vous avez créé ce mot de passe en l'affichant (le bouton en forme d'œil), iOS a pu y insérer des guillemets courbes ou un tiret long : maintenez la touche enfoncée pour les saisir.
ko: %@ 비밀번호를 표시한 상태(눈 모양 버튼)에서 만들었다면 iOS가 둥근 따옴표나 긴 대시를 입력했을 수 있습니다. 해당 키를 길게 눌러 그 문자를 입력하십시오.
zh_hans: %@如果你是在显示密码（眼睛按钮）的状态下设置的此密码，iOS 可能在其中输入了弯引号或长破折号：长按相应按键即可输入这些字符。

source: %@ ago
es: hace %@
fr: il y a %@
ko: %@ 전
zh_hans: %@前

# %@ at %@
source: %1$@ at %2$@
es: %1$@ a %2$@
fr: %1$@ à %2$@
ko: %1$@, 진입 가격 %2$@
zh_hans: %1$@，开仓价 %2$@

# %@ at %@ · fee %@
source: %1$@ at %2$@ · fee %3$@
es: %1$@ a %2$@ · comisión %3$@
fr: %1$@ à %2$@ · frais %3$@
ko: %1$@, 체결가 %2$@ · 수수료 %3$@
zh_hans: %1$@，成交价 %2$@ · 手续费 %3$@

source: %@ at one price
es: %@ a un mismo precio
fr: %@ à prix unique
ko: %@ (단일 가격)
zh_hans: %@，统一价格

# %@ bridged from %@ to %@.
source: %1$@ bridged from %2$@ to %3$@.
es: Moviste %1$@ de %2$@ a %3$@ a través del puente.
fr: Bridge de %1$@ de %2$@ vers %3$@ effectué.
ko: %1$@, %2$@에서 %3$@ 체인으로 브리지됐어요.
zh_hans: %1$@ 已从 %2$@ 跨链至 %3$@。

source: %@ confirmed
es: %@: confirmado
fr: %@ : confirmée
ko: %@ 확인됨
zh_hans: %@ 已确认

source: %@ confirmed on Monad.
es: %@: confirmado en Monad.
fr: Transaction « %@ » confirmée sur Monad.
ko: %@: Monad에서 확인됐어요.
zh_hans: %@ 已在 Monad 上确认。

source: %@ confirms it's your passkey, even if your session is open. Your data on the server is deleted first; only then is the passkey removed and this phone cleared. This cannot be undone.
es: %@ confirma que es tu llave de acceso, aunque tu sesión esté abierta. Primero se eliminan tus datos del servidor; solo entonces se elimina la llave de acceso y se borra la cuenta de este teléfono. Esto no se puede deshacer.
fr: La confirmation avec %@ vérifie qu'il s'agit bien de votre clé d'identification, même si votre session est ouverte. Vos données sur le serveur sont d'abord supprimées ; ce n'est qu'ensuite que la clé d'identification est retirée et que ce téléphone est effacé. Cette action est irréversible.
ko: 세션이 열려 있더라도 %@로 본인의 패스키인지 확인합니다. 서버에 있는 데이터가 먼저 삭제되고, 그다음에 패스키가 제거되며 이 휴대폰의 데이터가 지워집니다. 이 작업은 되돌릴 수 없습니다.
zh_hans: %@ 会确认这是你的通行密钥，即使你的会话已开启也是如此。服务器上你的数据会先被删除；之后才会移除通行密钥并清除这台手机上的数据。此操作无法撤销。

source: %@ creator proceeds
es: %@ de ingresos del creador
fr: %@ de recettes du créateur
ko: 크리에이터 수익금 %@
zh_hans: 创作者收益 %@

source: %@ creator proceeds · past cohort
es: %@ de ingresos del creador · cohorte anterior
fr: %@ de recettes du créateur · cohorte précédente
ko: 크리에이터 수익금 %@ · 이전 기수
zh_hans: 创作者收益 %@ · 往期批次

source: %@ graduated
es: %@ se graduó
fr: %@ gradué
ko: %@ 졸업 완료
zh_hans: %@ 已毕业

# %@ holds %@.
source: %1$@ holds %2$@.
es: %1$@ tiene %2$@.
fr: %1$@ détient %2$@.
ko: %1$@ 보유 자산: %2$@.
zh_hans: %1$@ 持有 %2$@。

source: %@ holds no MON or tokens.
es: %@ no tiene MON ni tokens.
fr: %@ ne détient ni MON ni jetons.
ko: %@에는 MON이나 토큰이 없어요.
zh_hans: %@ 未持有 MON 或代币。

source: %@ in wallet
es: %@ en la billetera
fr: %@ dans le portefeuille
ko: 지갑에 %@
zh_hans: 钱包中 %@

source: %@ into the pool
es: %@ al pool
fr: %@ vers le pool
ko: 풀에 %@ 투입
zh_hans: %@ 注入池子

# %@ is now %@ — above your %@ target.
source: %1$@ is now %2$@ — above your %3$@ target.
es: %1$@ ahora está en %2$@ — por encima de tu objetivo de %3$@.
fr: %1$@ est maintenant à %2$@ — au-dessus de votre objectif de %3$@.
ko: %1$@ 현재 %2$@ — 설정한 목표가 %3$@보다 높아요.
zh_hans: %1$@ 现价 %2$@，已高于你设定的 %3$@ 目标价。

# %@ is now %@ — below your %@ target.
source: %1$@ is now %2$@ — below your %3$@ target.
es: %1$@ ahora está en %2$@ — por debajo de tu objetivo de %3$@.
fr: %1$@ est maintenant à %2$@ — en dessous de votre objectif de %3$@.
ko: %1$@ 현재 %2$@ — 설정한 목표가 %3$@보다 낮아요.
zh_hans: %1$@ 现价 %2$@，已低于你设定的 %3$@ 目标价。

source: %@ left
es: Quedan %@
fr: encore %@
ko: %@ 남음
zh_hans: 剩余 %@

source: %@ long
es: %@ largo
ko: %@ 롱
zh_hans: %@ 做多仓位

# %@ of %@
source: %1$@ of %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@

source: %@ of every collect builds the reserve; at the threshold the coin graduates into a locked Uniswap pool.
es: %@ de cada compra se suma a la reserva; al llegar al umbral, la moneda se gradúa en un pool de Uniswap bloqueado.
fr: %@ de chaque achat alimente la réserve ; au seuil, le jeton gradue dans un pool Uniswap verrouillé.
ko: 매 수집 금액의 %@가 준비금으로 쌓이고, 기준치에 도달하면 코인이 잠긴 Uniswap 풀로 졸업해요.
zh_hans: 每次收藏的 %@ 计入储备金；达到门槛后，该币将毕业并进入锁定的 Uniswap 池子。

source: %1$@ of every collect, plus %2$@ of the pool's 1%% fee after graduation, accrue here for you.
es: %1$@ de cada compra, más %2$@ de la comisión del 1%% del pool tras la graduación, se acumulan aquí para ti.
fr: %1$@ de chaque achat, plus %2$@ des frais de 1%% du pool après la graduation, s'accumulent ici pour vous.
ko: 매 수집 금액의 %1$@와 졸업 후 풀 수수료(1%%)의 %2$@가 내 몫으로 여기에 적립돼요.
zh_hans: 每次收藏的 %1$@，加上毕业后池子 1%% 手续费中的 %2$@，都会在此为你累积。

source: %@ of the reserve to you, the rest to the treasury
es: %@ de la reserva para ti, el resto para la tesorería
fr: %@ de la réserve pour vous, le reste pour la trésorerie
ko: 준비금의 %@는 나에게, 나머지는 트레저리로
zh_hans: 储备金的 %@ 归你，其余归金库

source: %@ or your passcode is required to reveal your key.
es: Se requiere %@ o tu código para mostrar tu clave.
fr: Pour afficher votre clé, %@ ou votre code est requis.
ko: 키를 표시하려면 %@ 또는 기기 암호가 필요합니다.
zh_hans: 需要 %@ 或你的锁屏密码才能显示你的私钥。

source: %@ price chart
es: Gráfico de precio de %@
fr: Graphique de prix %@
ko: %@ 가격 차트
zh_hans: %@ 价格图表

# %@ required: %@
source: %1$@ required: %2$@
es: Se requiere %1$@: %2$@
fr: Confirmation avec %1$@ requise : %2$@
ko: %1$@ 필요: %2$@
zh_hans: 需要 %1$@：%2$@

# %@ required: %@.
source: %1$@ required: %2$@.
es: Se requiere %1$@: %2$@.
fr: Confirmation avec %1$@ requise : %2$@.
ko: %1$@ 필요: %2$@.
zh_hans: 需要 %1$@：%2$@。

source: %@ reserve into a locked pool
es: %@ de reserva a un pool bloqueado
fr: Réserve de %@ versée dans un pool verrouillé
ko: 준비금 %@ 잠긴 풀에 투입
zh_hans: 储备金 %@ 注入锁定的池子

source: %@ reserve wound down
es: Reserva de %@ cerrada
fr: Réserve de %@ clôturée
ko: 준비금 %@ 정산됨
zh_hans: 储备金 %@ 已结清

# %@ reserve · %@ FDV
source: %1$@ reserve · %2$@ FDV
es: Reserva de %1$@ · FDV de %2$@
fr: Réserve de %1$@ · FDV de %2$@
ko: 준비금 %1$@ · FDV %2$@
zh_hans: 储备金 %1$@ · FDV %2$@

# %@ reserve · %@ creator · %@ DyorHQ
source: %1$@ reserve · %2$@ creator · %3$@ DyorHQ
es: %1$@ reserva · %2$@ creador · %3$@ DyorHQ
fr: %1$@ réserve · %2$@ créateur · %3$@ DyorHQ
ko: 준비금 %1$@ · 크리에이터 %2$@ · DyorHQ %3$@
zh_hans: 储备金 %1$@ · 创作者 %2$@ · DyorHQ %3$@

# %@ reserve · %@ you · %@ DyorHQ
source: %1$@ reserve · %2$@ you · %3$@ DyorHQ
es: %1$@ reserva · %2$@ para ti · %3$@ DyorHQ
fr: %1$@ réserve · %2$@ vous · %3$@ DyorHQ
ko: 준비금 %1$@ · 나 %2$@ · DyorHQ %3$@
zh_hans: 储备金 %1$@ · 你 %2$@ · DyorHQ %3$@

# %@ returned on %@
source: %1$@ returned on %2$@
es: %1$@ devuelto en %2$@
fr: %1$@ restitué sur %2$@
ko: %2$@에서 %1$@ 반환됨
zh_hans: %1$@ 已退回至 %2$@

source: %@ rewards
es: Recompensas de %@
fr: Récompenses %@
ko: %@ 보상
zh_hans: %@ 奖励

source: %@ sent
es: %@: enviado
fr: %@ : envoyée
ko: %@ 전송됨
zh_hans: %@ 已发送

source: %@ short
es: %@ corto
ko: %@ 숏
zh_hans: %@ 做空仓位

source: %@ token
es: Token de %@
fr: Jeton sur %@
ko: %@ 토큰
zh_hans: %@ 代币

source: %@ trading fees
es: %@ en comisiones de trading
fr: %@ de frais de trading
ko: 거래 수수료 %@
zh_hans: 交易手续费 %@

source: %@ trading fees · past cohort
es: %@ en comisiones de trading · cohorte anterior
fr: %@ de frais de trading · cohorte précédente
ko: 거래 수수료 %@ · 이전 기수
zh_hans: 交易手续费 %@ · 往期批次

source: %@ vested coins
es: %@ monedas liberadas
fr: %@ jetons débloqués
ko: 베스팅 완료 코인 %@
zh_hans: 已解锁币 %@

source: %@ vested coins · past cohort
es: %@ monedas liberadas · cohorte anterior
fr: %@ jetons débloqués · cohorte précédente
ko: 베스팅 완료 코인 %@ · 이전 기수
zh_hans: 已解锁币 %@ · 往期批次

source: %@ vesting
es: %@ en vesting
fr: %@ en vesting
ko: 베스팅 중 %@
zh_hans: 解锁中 %@

source: %1$@ was created before our security upgrade and still holds %2$@. Moving your email off it would leave that out of reach in DyorHQ. Log in with its password (Signed up before September 24, 2026?) to move the funds out first.
es: %1$@ se creó antes de nuestra actualización de seguridad y todavía tiene %2$@. Si desvinculas tu correo electrónico de esa billetera, eso quedaría fuera de tu alcance en DyorHQ. Inicia sesión con su contraseña (¿Te registraste antes del 24 de septiembre de 2026?) para sacar primero los fondos.
fr: Le portefeuille %1$@ a été créé avant notre mise à niveau de sécurité et détient encore %2$@. Détacher votre e-mail de ce portefeuille rendrait ces fonds inaccessibles dans DyorHQ. Connectez-vous d'abord avec son mot de passe (« Compte créé avant le 24 septembre 2026 ? ») pour en retirer les fonds.
ko: %1$@ 지갑은 보안 업그레이드 이전에 생성되었으며 아직 다음 자산을 보유하고 있습니다: %2$@. 이메일을 다른 지갑으로 옮기면 DyorHQ에서 이 자산에 접근할 수 없게 됩니다. 먼저 이 지갑의 비밀번호로 로그인하여(‘2026년 9월 24일 이전에 가입하셨나요?’) 자금을 옮기십시오.
zh_hans: %1$@ 创建于我们的安全升级之前，目前仍持有 %2$@。如果把你的邮箱从它上面移走，这些资产在 DyorHQ 中将无法动用。先用它的密码登录（“2026 年 9 月 24 日之前注册？”），把资金转出。

# %@ you · %@ DyorHQ · %@ reserve
source: %1$@ you · %2$@ DyorHQ · %3$@ reserve
es: %1$@ para ti · %2$@ DyorHQ · %3$@ reserva
fr: %1$@ vous · %2$@ DyorHQ · %3$@ réserve
ko: 나 %1$@ · DyorHQ %2$@ · 준비금 %3$@
zh_hans: 你 %1$@ · DyorHQ %2$@ · 储备金 %3$@

# %@ · %@ of circulating
source: %1$@ · %2$@ of circulating
es: %1$@ · %2$@ del circulante
fr: %1$@ · %2$@ de l'offre en circulation
ko: %1$@ · 유통량의 %2$@
zh_hans: %1$@ · 占流通量 %2$@

# %@ · %lld collects
source: %1$@ · %2$lld collects
es: %1$@ · %2$lld compras
fr: %1$@ · %2$lld achats
ko: %1$@ · %2$lld회 수집
zh_hans: %1$@ · %2$lld 次收藏

# %@ · %lld editions
source: %1$@ · %2$lld editions
es: %1$@ · %2$lld ediciones
fr: %1$@ · %2$lld éditions
ko: %1$@ · 에디션 %2$lld개
zh_hans: %1$@ · %2$lld 份

# %@ · %lld orders from the closed long
source: %1$@ · %2$lld orders from the closed long
es: %1$@ · %2$lld órdenes de la posición larga cerrada
fr: %1$@ · %2$lld ordres du long clôturé
ko: %1$@ · 종료된 롱 포지션의 주문 %2$lld건
zh_hans: %1$@ · 已平仓做多仓位的 %2$lld 个订单

# %@ · %lld orders from the closed short
source: %1$@ · %2$lld orders from the closed short
es: %1$@ · %2$lld órdenes de la posición corta cerrada
fr: %1$@ · %2$lld ordres du short clôturé
ko: %1$@ · 종료된 숏 포지션의 주문 %2$lld건
zh_hans: %1$@ · 已平仓做空仓位的 %2$lld 个订单

# %@ · MC %@
source: %1$@ · MC %2$@
es: %1$@ · Cap. %2$@
fr: %1$@ · Cap. %2$@
ko: %1$@ · 시총 %2$@
zh_hans: %1$@ · 市值 %2$@

# %@ · about %lld collects
source: %1$@ · about %2$lld collects
es: %1$@ · aprox. %2$lld compras
fr: %1$@ · environ %2$lld achats
ko: %1$@ · 약 %2$lld회 수집
zh_hans: %1$@ · 约 %2$lld 次收藏

# %@ · closes %@ %@
source: %1$@ · closes %2$@ %3$@
es: %1$@ · cierra %2$@ %3$@
fr: %1$@ · clôture %2$@ %3$@
ko: %1$@ · %2$@ %3$@ 종료
zh_hans: %1$@ · 平仓 %2$@ %3$@

source: %@%% to graduation
es: %@%% para graduarse
fr: %@%% vers la graduation
ko: 졸업까지 %@%%
zh_hans: 毕业进度 %@%%

# %@, %@, unverified
source: %1$@, %2$@, unverified
es: %1$@, %2$@, no verificado
fr: %1$@, %2$@, non vérifié
ko: %1$@, %2$@, 미검증
zh_hans: %1$@，%2$@，未验证

source: %@-PERP · on Long
es: %@-PERP · en largo
fr: %@-PERP · position Long
ko: %@-PERP · 롱 포지션
zh_hans: %@-PERP · 做多仓位

source: %@-PERP · on Short
es: %@-PERP · en corto
fr: %@-PERP · position Short
ko: %@-PERP · 숏 포지션
zh_hans: %@-PERP · 做空仓位

source: %@. It expired without triggering, so it no longer protects your position. Check the position on Perps.
es: %@. Expiró sin activarse, así que ya no protege tu posición. Revisa la posición en Perps.
fr: %@. Il a expiré sans se déclencher et ne protège donc plus votre position. Vérifiez la position dans Perps.
ko: %@. 트리거되지 않은 채 만료되어 더 이상 포지션을 보호하지 않습니다. Perps에서 포지션을 확인하십시오.
zh_hans: %@。它未触发便已过期，因此不再保护你的仓位。前往“永续”查看该仓位。

source: %@. It triggered but Perpl couldn't close the position, so it is still open. Check the position on Perps.
es: %@. Se activó, pero Perpl no pudo cerrar la posición, así que sigue abierta. Revisa la posición en Perps.
fr: %@. Il s'est déclenché, mais Perpl n'a pas pu clôturer la position, qui reste donc ouverte. Vérifiez la position dans Perps.
ko: %@. 트리거되었지만 Perpl이 포지션을 종료하지 못해 포지션이 아직 열려 있습니다. Perps에서 포지션을 확인하십시오.
zh_hans: %@。它已触发，但 Perpl 未能平仓，因此该仓位仍未平仓。前往“永续”查看该仓位。

source: %@. Perpl is closing that part of the position.
es: %@. Perpl está cerrando esa parte de la posición.
fr: %@. Perpl clôture cette partie de la position.
ko: %@. Perpl이 포지션의 해당 부분을 종료하고 있어요.
zh_hans: %@。Perpl 正在平掉该部分仓位。

source: %@. Perpl refused it after accepting the order, so it isn't protecting your position. Check the position on Perps.
es: %@. Perpl rechazó la orden después de aceptarla, así que no está protegiendo tu posición. Revisa la posición en Perps.
fr: %@. Perpl l'a refusé après avoir accepté l'ordre : il ne protège donc pas votre position. Vérifiez la position dans Perps.
ko: %@. Perpl이 주문을 접수한 뒤 거부하여 이 주문은 포지션을 보호하지 않습니다. Perps에서 포지션을 확인하십시오.
zh_hans: %@。Perpl 在接受该订单后又拒绝了它，因此它没有在保护你的仓位。前往“永续”查看该仓位。

source: %@: sent to you, not chosen here
es: %@: enviado a ti, no elegido aquí
fr: %@ : envoyé, non choisi ici
ko: %@: 받은 토큰, 직접 선택하지 않음
zh_hans: %@：他人发送，非你在此选择

# %lld %@ candles. Last %@, down %@ over the period. High %@, low %@.
source: %1$lld %2$@ candles. Last %3$@, down %4$@ over the period. High %5$@, low %6$@.
es: %1$lld velas de %2$@. Último precio %3$@, bajó %4$@ en el período. Máximo %5$@, mínimo %6$@.
fr: %1$lld bougies %2$@. Dernier prix %3$@, en baisse de %4$@ sur la période. Plus haut %5$@, plus bas %6$@.
ko: %2$@ 캔들 %1$lld개. 최근 종가 %3$@, 기간 중 %4$@ 하락. 고가 %5$@, 저가 %6$@.
zh_hans: %1$lld 根 %2$@ K 线。最新 %3$@，期间下跌 %4$@。最高 %5$@，最低 %6$@。

# %lld %@ candles. Last %@, up %@ over the period. High %@, low %@.
source: %1$lld %2$@ candles. Last %3$@, up %4$@ over the period. High %5$@, low %6$@.
es: %1$lld velas de %2$@. Último precio %3$@, subió %4$@ en el período. Máximo %5$@, mínimo %6$@.
fr: %1$lld bougies %2$@. Dernier prix %3$@, en hausse de %4$@ sur la période. Plus haut %5$@, plus bas %6$@.
ko: %2$@ 캔들 %1$lld개. 최근 종가 %3$@, 기간 중 %4$@ 상승. 고가 %5$@, 저가 %6$@.
zh_hans: %1$lld 根 %2$@ K 线。最新 %3$@，期间上涨 %4$@。最高 %5$@，最低 %6$@。

source: %1$lld TP/SL on %2$@ have no position to close. Left armed, they would fire on your next position here.
es: %1$lld TP/SL en %2$@ no tienen ninguna posición que cerrar. Si siguen activos, se activarían en tu próxima posición aquí.
fr: %1$lld TP/SL sur %2$@ n'ont aucune position à clôturer. Laissés actifs, ils se déclencheraient sur votre prochaine position ici.
ko: %2$@의 익절/손절 주문 %1$lld건에 종료할 포지션이 없습니다. 활성 상태로 두면 이 마켓의 다음 포지션에서 실행됩니다.
zh_hans: %2$@ 上的 %1$lld 个止盈/止损已无仓位可平。若保持有效，将在你在此开的下一个仓位上触发。

source: %lld claims · fees and rewards
es: %lld reclamos · comisiones y recompensas
fr: %lld opérations · frais et récompenses
ko: 수령 %lld건 · 수수료 및 보상
zh_hans: %lld 次领取 · 手续费和奖励

source: %lld days
es: %lld días
fr: %lld jours
ko: %lld일
zh_hans: %lld 天

source: %lld editions
es: %lld ediciones
fr: %lld éditions
ko: 에디션 %lld개
zh_hans: %lld 份

# %lld editions · %@
source: %1$lld editions · %2$@
es: %1$lld ediciones · %2$@
fr: %1$lld éditions · %2$@
ko: 에디션 %1$lld개 · %2$@
zh_hans: %1$lld 份 · %2$@

# %lld editions · %@ $%@
source: %1$lld editions · %2$@ $%3$@
es: %1$lld ediciones · %2$@ $%3$@
fr: %1$lld éditions · %2$@ $%3$@
ko: 에디션 %1$lld개 · %2$@ $%3$@
zh_hans: %1$lld 份 · %2$@ $%3$@

# %lld editions · %@ %@
source: %1$lld editions · %2$@ %3$@
es: %1$lld ediciones · %2$@ %3$@
fr: %1$lld éditions · %2$@ %3$@
ko: 에디션 %1$lld개 · %2$@ %3$@
zh_hans: %1$lld 份 · %2$@ %3$@

# %lld editions · promised %@ · claimed %@ · in wallet %@
source: %1$lld editions · promised %2$@ · claimed %3$@ · in wallet %4$@
es: %1$lld ediciones · prometido %2$@ · reclamado %3$@ · en la billetera %4$@
fr: %1$lld éditions · promis %2$@ · réclamé %3$@ · en portefeuille %4$@
ko: 에디션 %1$lld개 · 지급 예정 %2$@ · 수령 %3$@ · 지갑 %4$@
zh_hans: %1$lld 份 · 应得 %2$@ · 已领取 %3$@ · 钱包中 %4$@

# %lld editions · promised %@ · claimed %@ · in wallet %@ · creator
source: %1$lld editions · promised %2$@ · claimed %3$@ · in wallet %4$@ · creator
es: %1$lld ediciones · prometido %2$@ · reclamado %3$@ · en la billetera %4$@ · creador
fr: %1$lld éditions · promis %2$@ · réclamé %3$@ · en portefeuille %4$@ · créateur
ko: 에디션 %1$lld개 · 지급 예정 %2$@ · 수령 %3$@ · 지갑 %4$@ · 크리에이터
zh_hans: %1$lld 份 · 应得 %2$@ · 已领取 %3$@ · 钱包中 %4$@ · 创作者

source: %lld percent
es: %lld por ciento
fr: %lld pour cent
ko: %lld퍼센트
zh_hans: 百分之 %lld

source: %lld stop losses are live. A new one replaces all of them.
es: %lld stop loss están activos. Uno nuevo los reemplaza a todos.
fr: %lld stop loss sont actifs. Un nouveau les remplace tous.
ko: 활성 상태인 손절 주문이 %lld건 있어요. 새 주문은 기존 주문을 대체해요.
zh_hans: %lld 个止损仍有效。新的止损将替换全部现有止损。

source: %lld take profits are live. A new one replaces all of them.
es: %lld take profit están activos. Uno nuevo los reemplaza a todos.
fr: %lld take profit sont actifs. Un nouveau les remplace tous.
ko: 활성 상태인 익절 주문이 %lld건 있어요. 새 주문은 기존 주문을 대체해요.
zh_hans: %lld 个止盈仍有效。新的止盈将替换全部现有止盈。

source: %1$lld take-profit/stop-loss orders from an earlier %2$@ long are still armed on Perpl and would act on this new position. Cancel them from Orders first.
es: %1$lld órdenes de take profit/stop loss de una posición larga anterior en %2$@ siguen activas en Perpl y actuarían sobre esta nueva posición. Cancélalas primero desde Órdenes.
fr: %1$lld ordres take profit/stop loss d'un précédent long %2$@ sont encore actifs sur Perpl et agiraient sur cette nouvelle position. Annulez-les d'abord depuis l'onglet Ordres.
ko: 이전 %2$@ 롱 포지션의 익절/손절 주문 %1$lld건이 Perpl에서 아직 활성 상태이며, 이 새 포지션에 작동하게 됩니다. 먼저 ‘주문’ 탭에서 취소하십시오.
zh_hans: 此前 %2$@ 做多仓位的 %1$lld 个止盈/止损订单在 Perpl 上仍有效，会作用于这个新仓位。先在“委托”中将其取消。

source: %1$lld take-profit/stop-loss orders from an earlier %2$@ short are still armed on Perpl and would act on this new position. Cancel them from Orders first.
es: %1$lld órdenes de take profit/stop loss de una posición corta anterior en %2$@ siguen activas en Perpl y actuarían sobre esta nueva posición. Cancélalas primero desde Órdenes.
fr: %1$lld ordres take profit/stop loss d'un précédent short %2$@ sont encore actifs sur Perpl et agiraient sur cette nouvelle position. Annulez-les d'abord depuis l'onglet Ordres.
ko: 이전 %2$@ 숏 포지션의 익절/손절 주문 %1$lld건이 Perpl에서 아직 활성 상태이며, 이 새 포지션에 작동하게 됩니다. 먼저 ‘주문’ 탭에서 취소하십시오.
zh_hans: 此前 %2$@ 做空仓位的 %1$lld 个止盈/止损订单在 Perpl 上仍有效，会作用于这个新仓位。先在“委托”中将其取消。

source: %lld times
es: %lld veces
fr: %lld fois
ko: %lld배
zh_hans: %lld 倍

source: %lld times leverage
es: apalancamiento de %lld veces
fr: Levier %lld fois
ko: 레버리지 %lld배
zh_hans: %lld 倍杠杆

source: %lld to claim
es: %lld por reclamar
fr: %lld à réclamer
ko: 수령 가능 %lld건
zh_hans: %lld 项待领取

source: %lld trades in the period
es: %lld operaciones en el período
fr: %lld transactions sur la période
ko: 기간 내 거래 %lld건
zh_hans: 期间共 %lld 笔交易

source: %lld words. Words are separated by spaces.
es: %lld palabras. Las palabras se separan con espacios.
fr: %lld mots. Les mots sont séparés par des espaces.
ko: 단어 %lld개. 단어는 띄어쓰기로 구분해요.
zh_hans: %lld 个单词。单词之间用空格分隔。

source: %lld%% to graduation
es: %lld%% para graduarse
fr: %lld%% vers la graduation
ko: 졸업까지 %lld%%
zh_hans: 毕业进度 %lld%%

source: 1.5% (0.2% to you)
es: 1.5% (0.2% para ti)
fr: 1.5% (0.2% pour vous)
ko: 1.5% (나에게 0.2%)
zh_hans: 1.5%（其中 0.2% 归你）

source: 24h Volume
es: Volumen en 24 h
fr: Volume 24 h
ko: 24시간 거래량
zh_hans: 24 小时交易量

source: 30 days
es: 30 días
fr: 30 jours
ko: 30일
zh_hans: 30 天

source: 6-digit code
es: Código de 6 dígitos
fr: Code à 6 chiffres
ko: 6자리 코드
zh_hans: 6 位验证码

source: 7 days
es: 7 días
fr: 7 jours
ko: 7일
zh_hans: 7 天

source: A 64-character hex private key, with or without a 0x prefix.
es: Una clave privada hexadecimal de 64 caracteres, con o sin el prefijo 0x.
fr: Une clé privée hexadécimale de 64 caractères, avec ou sans préfixe 0x.
ko: 0x 접두사 유무와 관계없는 64자리 16진수 개인 키.
zh_hans: 64 个字符的十六进制私钥，带或不带 0x 前缀均可。

source: A contract, not a wallet
es: Un contrato, no una billetera
fr: Un contrat, pas un portefeuille
ko: 지갑이 아닌 컨트랙트
zh_hans: 这是合约，而非钱包

source: A high tolerance can fill at a much worse price. Use it only for volatile or thin pairs.
es: Con una tolerancia alta, la operación puede ejecutarse a un precio mucho peor. Úsala solo con pares volátiles o de poca liquidez.
fr: Une tolérance élevée peut exécuter l'échange à un prix bien moins favorable. Utilisez-la uniquement pour des paires volatiles ou peu liquides.
ko: 허용 범위가 높으면 훨씬 불리한 가격에 체결될 수 있습니다. 변동성이 크거나 유동성이 얕은 페어에만 사용하십시오.
zh_hans: 容差高时，成交价格可能会差很多。仅在波动大或流动性薄的交易对上使用。

source: A new take-profit or stop-loss closes %1$@ %2$@, the whole position as it is now. That size is fixed: if you add to or reduce the position later, set TP/SL again. It is cancelled automatically when the position closes.
es: Un nuevo take profit o stop loss cierra %1$@ %2$@, toda la posición tal como está ahora. Ese tamaño es fijo: si luego aumentas o reduces la posición, vuelve a configurar el TP/SL. Se cancela automáticamente cuando la posición se cierra.
fr: Un nouveau take profit ou stop loss clôture %1$@ %2$@, soit toute la position actuelle. Cette taille est fixe : si vous augmentez ou réduisez la position par la suite, redéfinissez le TP/SL. Il est annulé automatiquement à la clôture de la position.
ko: 새 익절 또는 손절 주문은 현재 포지션 전체(%1$@ %2$@)를 종료해요. 이 수량은 고정돼요. 나중에 포지션을 늘리거나 줄이면 익절/손절을 다시 설정하세요. 포지션이 종료되면 자동으로 취소돼요.
zh_hans: 新的止盈或止损将平掉 %1$@ %2$@，即当前的整个仓位。该数量是固定的：如果之后加仓或减仓，需要重新设置止盈/止损。仓位平仓时，它会自动取消。

source: A passkey account unlocks with Face ID or Touch ID, and iCloud Keychain keeps its passkey on your other Apple devices.
es: Una cuenta con llave de acceso se desbloquea con Face ID o Touch ID, y el Llavero de iCloud guarda su llave de acceso en tus otros dispositivos Apple.
fr: Un compte à clé d'identification se déverrouille avec Face ID ou Touch ID, et le trousseau iCloud conserve sa clé d'identification sur vos autres appareils Apple.
ko: 패스키 계정은 Face ID 또는 Touch ID로 잠금 해제되고, iCloud 키체인이 다른 Apple 기기에도 패스키를 보관해요.
zh_hans: 通行密钥账户可通过 Face ID 或 Touch ID 解锁，iCloud 钥匙串会在你的其他 Apple 设备上保留其通行密钥。

source: A past Moments cohort
es: Una cohorte anterior de Moments
fr: Une cohorte de Moments précédente
ko: 이전 Moments 기수
zh_hans: 往期 Moments 批次

source: A past cohort has more Moments than the app reads at once, so one of yours may be missing here.
es: Una cohorte anterior tiene más Moments de los que la app lee a la vez, así que puede que aquí falte uno de los tuyos.
fr: Une cohorte précédente contient plus de Moments que l'app n'en lit à la fois : l'un des vôtres peut donc manquer ici.
ko: 이전 기수에 앱이 한 번에 읽을 수 있는 것보다 많은 Moment가 있어서 내 Moment 중 하나가 여기에 빠져 있을 수 있어요.
zh_hans: 某个往期批次中的 Moment 数量超过了应用一次可读取的数量，因此这里可能缺少你的某个 Moment。
